Revit 2027 API
BuiltInFailures.PerformanceFailures.UnusedTypesInTheProject Property
 Project contains unused families and/or types. Consider purging them out.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId UnusedTypesInTheProject { get; }
Public Shared ReadOnly Property UnusedTypesInTheProject As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ UnusedTypesInTheProject {
	FailureDefinitionId^ get ();
}
static member UnusedTypesInTheProject : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.PerformanceFailures Class
Autodesk.Revit.DB Namespace